Repository: avalikarvamus/pinguinvoice
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: et

source: PinguInvoice
et: PinguArved

source: Invoice deleted!
et: Arve kustutatud!

source: Add invoice
et: Lisa arve

source: Add company
et: Lisa ettevõte

source: PinguInvoice - Company
et: PinguArved - Ettevõte

source: PinguInvoice - Invoices
et: PinguArved - Arved

source: Add new company
et: Lisa uus ettevõte

source: company name
et: ettevõte nimi

source: reg code
et: registrikood

source: representative name
et: esindaja nimi

source: Address:
et: Aadress:

source: Street 1, ZIP, City
et: Tänav 1, 12345, Linn

source: Email:
et: Epost:

source: email@comp.com
et: epost@ettevote.ee

source: Phone:
et: Telefon:

source: Is issuer:
et: Väljastab arveid:

source: Add Invoice
et: Lisa arve

source: Overview
et: Ülevaade

source: Clients
et: Kliendid

source: Add Company
et: Lisa ettevõte

source: Need's JavaScript to work!
et: Programm vajab tööks Javascripti!

source: Name
et: Nimi

source: Telephone number
et: Telefoni number

source: (without desc)
et: (ilma kirjelduseta)

source: Added:
et: Lisatud:

source: (without code)
et: (ilma koodita)

source: (without address)
et: (ilma aadressita)

source: (without email)
et: (ilma epostita)

source: Issuer of invoices:
et: Arvete esitaja:

source: Invoices got:
et: Arveid saadud:

source: Total: without VAT:
et: Kokku: ilma KM:

source: with VAT:
et: koos KM:

source: (without number)
et: (ilma numbrita)

source: Date:
et: Kuupäev:

source: (without date)
et: (ilma kuupäevata)

source: Due:
et: Tähtaeg:

source: (without due)
et: (ilma tähtajata)

source: (without issuer)
et: (ilma esitajata)

source: (without company)
et: (ilma ettevõteta)

source: Confirmed:
et: Kinnitatud:

source: (not yet)
et: (pole veel)

source: Paid:
et: Makstud:

source: Income lines:
et: Sissetuleku ridu:

source: No income!
et: Sissetulek puudub!

source: Confirm
et: Kinnita

source: Create file
et: Loo fail
